Repository: Gizra/biblio
Catalog: translations/biblio.*.po
Languages: pt_pt

source: Base URL
pt_pt: URL base

source: This sets the base URL used to access the biblio module (e.g. /biblio ).
pt_pt: Define o URL base usado para aceder ao módulo biblio (por exemplo, /biblio ).

source: Biblio page title
pt_pt: Título da página Biblio

source: The page title shown on the base URL.
pt_pt: O título da página exibido no URL base.

source: Number of results per page
pt_pt: Número de resultados por página

source: This sets the number of results that will be displayed per page.
pt_pt: Define o número de resultados exibidos por página.

source: Restrict users such that they can only view their own biblio entries
pt_pt: Permitir aos utilizadores ver somente as suas referências bibliográficas.

source: This option restricts the users capability to view biblio entries. They will only be able to see the entries which they have created and own.
pt_pt: Esta opção restringe a capacidade dos utilizadores para verem entradas bibliográficas. Só podrão ver as suas próprias entradas.

source: Author
pt_pt: Autor

source: Automatically delete orphaned authors
pt_pt: Eliminar automaticamente autores órfãos

source: Orphaned authors are those which are no longer linked to any entries as the result of a biblio update or delete.
pt_pt: Autores órfãos são aqueles que já não estão ligados a quaisquer entradas, como resultado de uma actualização ou eliminação de uma referência bibliográfica.

source: BibTex settings
pt_pt: Definições do BibTex

source: Retain bibtex's {Protected} capitalization in the title string, but hide the braces on display
pt_pt: Reter acapitalização do bibtex {Protected} na string do título, mas esconde as chavetas na visualização

source: Block settings
pt_pt: Definições dos Blocos

source: Title for the "New Publications" block
pt_pt: Título para o bloco "Novas Publicações"

source: Number of results in the "New Publications" block
pt_pt: Número de resultados no bloco "Novas Publicações"

source: This sets the number of results that will be displayed in the "New Publications" block.
pt_pt: Establece o número de resultados que serão mostrados no bloco "Novas Publicações".

source: Order by
pt_pt: Ordenar por

source: Date Created
pt_pt: Data de Criação

source: Year Published
pt_pt: Ano de Publicação

source: Node ID
pt_pt: ID do Node

source: Citekey
pt_pt: Código de Citação

source: You can alter citekey related settings here.
pt_pt: Pode alterar aqui as definições relacionadas com o código de citação

source: Show citation key in results
pt_pt: Mostrar coódigo de citação nos resultados

source: This will output the citekey as the first item in the citation string
pt_pt: Irá colocal o código de citação como primeiro item da string de citação

source: Auto generate citekeys if not given
pt_pt: Gerar automaticamente códigos de citação se não for atribuido manualmente

source: This option will cause "citekey" entries to be automatically generated if a value is not provided.
pt_pt: Esta opção "citekey" entries to be automatically generated if a value is not provided.

source: Citekey prefix
pt_pt: Prefixo do Código de Citação

source: This text will be combined with the field choosen below to form the auto generated citekey.
pt_pt: Este texto será combinado com o campo abaixo escolhido para formar o código de citação gerado automaticamente.

source: Primary Citekey field
pt_pt: Campo do código de citação primário

source: Select the field to be used when generating citekeys.
pt_pt: Selecione o campo a ser usado para gerar códigos de citação.

source: Secondary Citekey field
pt_pt: Campo do Código de Citação secundário

source: If the field above has no value this field will be used.
pt_pt: Se o campo acima não tiver qualquer valor deste campo será usado.

source: PHP code for citekey generation
pt_pt: Código PHP para gerar códigos de citação

source: Advanced usage only: PHP code that returns the citekey. Should not include &lt;?php ?&gt; delimiters.
pt_pt: Uso Avançado: código PHP que retorna o código de citação. Não deve incluir os delimitadores &lt;?php ?&gt; .

source: Footnotes
pt_pt: Notas de rodapé

source: You can integrate with the !url module here.
pt_pt: Pode integraraqui, com o módulo !url.

source: Depends on
pt_pt: Depende de

source: disabled
pt_pt: desactivado

source: enabled
pt_pt: activado

source: Integration with the footnotes module
pt_pt: Integração com o módulo footnotes (notas de rodapé)

source: This will convert &lt;bib&gt; tags into &lt;fn&gt; tags. This will cause intermingled &lt;bib&gt; and &lt;fn&gt; tags to be sequentially numbered. For this to work, you must put the &lt;bib&gt; filter ahead of the &lt;fn&gt; filter in the filter chain. If this option is not set, &lt;bib&gt; and &lt;fn&gt; tags will be handled separately.
pt_pt: Converte as tags &lt;bib&gt; em &lt;fn&gt;. Fará com que as tags &lt;bib&gt; e &lt;fn&gt; misturem para serem numeradas sequencialmente. Para que funcione, deve pôr o filtro &lt;bib&gt; antes do filtro &lt;fn&gt; na cadeia de filtros. Se esta opção não estiver activa, as tags &lt;bib&gt; e &lt;fn&gt; serão geridas separadamente.

source: Keywords
pt_pt: Palavras-chave

source: Keyword separator
pt_pt: Separador de palavras-chave

source: Enter the character which will be used to separate multiple keywords in the keyword field
pt_pt: Introduza o caractere que será usado para separar múltiplas palavras-chave no respectivo campo

source: Automatically remove orphaned keywords
pt_pt: Remover automaticamente palavras-chave órfãs

source: This option automatically deletes keywords which are no longer associated with any publications (primarily due to the due to the removal of a publication or editing a keyword).
pt_pt: Esta opção exclui automaticamente as palavras-chave que já não estão associados a quaisquer publicações (principalmente devido à remoção de uma publicação ou edição duma palavra-chave).

source: Taxonomy
pt_pt: Taxonomia

source: Copy any selected taxonomy terms to the biblio keyword database
pt_pt: Copie quaisquer termos de taxonomia selecionados para a base de dados de palavras-chave Biblio

source: Use keywords from biblio entries as taxonomy "free tags"
pt_pt: Usar palavras-chave de entradas bibliográficas como "etiquetas livres" de taxonomia

source: This option allows user to add keywords (free tags) to describe their documents. These keywords will be registered as taxonomy.
pt_pt: Esta opção permite ao utilizador adicionar palavras-chave (etiquetas livres) para descrever os seus documentos. Estas palavras-chave serão registadas como taxonomia.

source: none
pt_pt: nenhum

source: Vocabulary
pt_pt: Vocabulario

source: Select vocabulary (category) to use for free tags.
pt_pt: Selecione o vocabulario (categoria) que será usado para as etiquetas livres.

source: Export Links
pt_pt: Links de exportação

source: Show export links
pt_pt: Mostrar links de exportação

source: EndNote Tagged
pt_pt: Marcado com EndNote

source: EndNote XML
pt_pt: EndNote 7 XML

source: You can select which export links to display here.
pt_pt: Pode selecionar aqui, que links de exportação quer mostrar.

source: Google Scholar Link
pt_pt: Link Google Scholar

source: Show Google Scholar links
pt_pt: Mostrar links do Google Scholar

source: Selecting this option will display a link to Google Scholar beside each entry. Clicking this link searches Google Scholar using the title and first author of the current biblio entry.
pt_pt: Selecionando esta opção irá exibir um link para o Google Scholar ao lado de cada entrada. Clicando neste link pesquisa o Google Scholar utilizando o título e o primeiro autor da actual entrada.

source: Links open in new browser
pt_pt: Links abrem numa nova janela

source: This causes related URLs to open in a new browser window
pt_pt: Faz com que os URL relacionados se abram numa nova janela

source: Carry "inline" mode through to all links
pt_pt: Transporta o modo "inline" através de todos os links

source: This causes the "inline" mode to be applied to all links such as titles, authors and keywords
pt_pt: Faz com que o modo "inline" seja aplicado a todos os links, tais como títulos, autores e palavras-chave

source: Hyperlink titles using supplied URL if available
pt_pt: Link dos títulos usando o URL fornecido caso esteja disponível

source: Selecting this links the titles to the supplied URL (if available) rather than the "node" view.
pt_pt: Selecionando isto, liga os títulos ao URL fornecido (se disponível) em vez da vista do "node".

source: Hyperlink author names
pt_pt: Criar link nos nomes dos autores

source: You can set an <a href="http://en.wikipedia.org/wiki/OpenURL">openurl</a> link here
pt_pt: Pode definir um link <a href="http://en.wikipedia.org/wiki/OpenURL">openurl</a> aqui

source: OpenURL Base URL
pt_pt: URL base de OpenURL

source: This sets your institution's base <a href="http://en.wikipedia.org/wiki/OpenURL">OpenURL</a> gateway, which is used to generate OpenURL links. To implement a "Universal" OpenURL system, try using OCLC's <a href="http://www.oclc.org/productworks/urlresolver.htm">OpenURL Resolver Registry</a> gateway: <a href="http://worldcatlibraries.org/registry/gateway">http://worldcatlibraries.org/registry/gateway</a>
pt_pt: Establece a gateway <a href="http://en.wikipedia.org/wiki/OpenURL">OpenURL</a> base da sua institução, que se usa para gerar links OpenURL. Para implementar um sistema "Universal" OpenURL, tente usar a gateway <a href="http://www.oclc.org/productworks/urlresolver.htm">OpenURL Resolver Registry</a> da OCLC: <a href="http://worldcatlibraries.org/registry/gateway">http://worldcatlibraries.org/registry/gateway</a>

source: OpenURL Image
pt_pt: Imagem OpenURL

source: Enter a path to your image here, this image will be used as button which when clicked will find the entry via the OpenURL link
pt_pt: Introduza a localização da sua imagem aqui. Esta imagem será usada como botão que quando pressionado encontrará a entrada através do link OpenURL

source: Search
pt_pt: Pesquisar

source: Search button text
pt_pt: Texto do botão de pesquisa

source: Biblio search
pt_pt: Pesquisa bibliográfica

source: Sorting
pt_pt: Ordenação

source: You can set the default sorting and ordering for the /biblio page here.
pt_pt: Pode estabelecer a ordenação pré-definida e a ordenação para a página /biblio aqui.

source: Sort by
pt_pt: Ordenar por

source: Keyword
pt_pt: Palavra-chave

source: Title
pt_pt: Título

source: Type
pt_pt: Tipo

source: Year
pt_pt: Ano

source: Show sort links
pt_pt: Mostrar links de ordenação

source: You turn the sorting links at the top of the /biblio page here.
pt_pt: Activa os links de ordenação na parte superior da página /biblio aqui.

source: Show sort links as "tabs"
pt_pt: Mostrar links de ordenação como "tabs"

source: Order
pt_pt: Ordem

source: Descending
pt_pt: Descendente

source: Ascending
pt_pt: Ascendente

source: Styling
pt_pt: Desenho

source: You can set the default style for the /biblio page here.
pt_pt: Pode establecer o estilo pré-definido para a página /biblio aqui.

source: Style
pt_pt: Estilo

source: Only Fulltext if available
pt_pt: Só Texto completo, se disponível

source: This alters the layout of the "node" (full) view.
pt_pt: Altera o layout da vista completa de "node".

source: Annotations
pt_pt: Anotações

source: notes
pt_pt: notas

source: custom1
pt_pt: campo1

source: custom2
pt_pt: campo2

source: custom3
pt_pt: campo3

source: custom4
pt_pt: campo4

source: custom5
pt_pt: campo5

source: custom6
pt_pt: campo6

source: custom7
pt_pt: campo7

source: Select a field from which an annotation will be displayed below biblo entry in "short" listings
pt_pt: Seleccione um campo do qual se mostrará uma anotação por baixo da entrada bibliográfica nas listagens "resumido"

source: You can set the RSS defaults here.
pt_pt: Pode definir os parâmetros de RSS aqui.

source: Allow RSS feeds of new biblio entries
pt_pt: Permite RSS de novas entradas bibliográficas

source: This will create an rss feed of the 10 most recent biblio entries. It will be available at /biblio/rss.xml
pt_pt: Cria um RSS das 10 entradas bibliográficas mais recentes. Estará acessível em /biblio/rss.xml

source: Number of items in the RSS feed.
pt_pt: Número de elementos RSS.

source: Limits the number of items in the /biblio/rss.xml feed to this number.
pt_pt: Limita o número de elementos RSS /biblio/rss.xml a este número.

source: page.
pt_pt: página.

source: Help
pt_pt: Ajuda

source: Field settings related to @type publications
pt_pt: Definições do campo relacionado com publicações @type

source: Save
pt_pt: Guardar

source: The changes have been saved.
pt_pt: As alterações foram guardadas.

source: edit
pt_pt: editar

source: hide
pt_pt: ocultar

source: show
pt_pt: mostrar

source: delete
pt_pt: eliminar

source: Type Id
pt_pt: Id do Tipo

source: Type Name
pt_pt: Nome do Tipo

source: Operations
pt_pt: Operações

source: Add New Type
pt_pt: Adicionar Novo Tipo

source: Reset all types to defaults
pt_pt: Reiniciar todos os tipos para os valores pré-definidos

source: Description
pt_pt: Descrição

source: Create New Type
pt_pt: Criar Novo Tipo

source: Are you sure you want to delete the custom biblio type: %title ?
pt_pt: Tem a certeza que quer eliminar o tipo de bibliografia costumizado: %title ?

source: This action cannot be undone.
pt_pt: Esta acção não pode ser revertida.

source: Delete
pt_pt: Eliminar

source: Cancel
pt_pt: Cancelar

source: Are you sure you want to reset ALL the field definitions to the defaults?
pt_pt: Tem a certeza que quer reiniciar TODAS as definições dos campos?

source: Reset!
pt_pt: Reiniciar!

source: My publications
pt_pt: Minhas publicações

source: Profile pages
pt_pt: Páginas de perfil

source: (None)
pt_pt: (Nenhum)

source: System default
pt_pt: Pré-definição de sistema

source: Contributor Type
pt_pt: Tipo de Contribuinte

source: Are you sure you want to delete the author type: %title ?
pt_pt: Tem certeza de que deseja excluir o tipo de autor: %title ?

source: Drupal User ID
pt_pt: ID do Utilizador Drupal

source: Complete Name
pt_pt: Nome Completo

source: Prefix
pt_pt: Prefixo

source: First Name
pt_pt: Nome Próprio

source: Initials
pt_pt: Iniciais

source: Last Name
pt_pt: Apelido

source: Suffix
pt_pt: Sufixo

source: Affiliation
pt_pt: Afiliação

source: Author Merge
pt_pt: Junção de Autores

source: Similar authors
pt_pt: Autores similares

source: Merge
pt_pt: Juntar

source: Author Link
pt_pt: Link do Autor

source: No items selected.
pt_pt: Não há itens selecionados.

source: Keyword Merge
pt_pt: Junção de Palavras-chave

source: Similar keywords
pt_pt: Palavras-chave similares

source: Are you sure you want to delete the keyword: %title from ALL publications?
pt_pt: Tem certeza de que deseja excluir a palavra-chave: %title de TODAS as publicações?

source: Import file
pt_pt: Importar ficheiro

source: File Type
pt_pt: Tipo de ficheiro

source: Select type
pt_pt: Seleccione tipo

source: EndNote 7 XML (and previous versions)
pt_pt: EndNote 7 XML (e versões anteriores)

source: EndNote 8 XML (and newer versions)
pt_pt: EndNote 8 XML (e versões posteriores)

source: Batch Process
pt_pt: Processamento Batch

source: You should use batch processing if your import file contains more than about 20 records, or if you are experiencing script timeouts during import
pt_pt: Deve usar processamento batch se o seu ficheiro a importar contém mais de 20 registos, ou se está a receber script timeouts durante a importação

source: Taxonomy Settings
pt_pt: Configuração da Taxonomia

source: Select taxonomy term to be assigned to imported entries
pt_pt: Selecione o termo de taxonomia a ser atribuído às importações de entradas

source: There are currently no vocabularies assigned to the biblio node type, please go the the !url page to fix this
pt_pt: Actualmente, não existem vocabulários atribuídos ao tipo de conteúdo Biblio. Por favor vá a !url para corrigir

source: Import
pt_pt: Importar

source: No file was uploaded.
pt_pt: Não foi carregado nenhum ficheiro.

source: Missing a temporary folder.
pt_pt: Falta uma pasta temporária.

source: Failed to write file to disk.
pt_pt: Ocorreu um erro ao guardar no disco.

source: File upload stopped by extension.
pt_pt: Carregamento do ficheiro interrompido por extensão.

source: You must select a file type
pt_pt: Deve introduzir um tipo de ficheiro

source: @file was uploaded
pt_pt: @file foi carregado

source: Parsing file...
pt_pt: A analisar ficheiro...

source: Saving nodes...
pt_pt: Guardando nodes...

source: File was NOT successfully uploaded
pt_pt: O ficheiro NÃO foi carregado com sucesso

source: Import finished with an error.
pt_pt: Importação terminada com um erro.

source: Error occurred: Failed to open
pt_pt: Ocorreu um erro: Falha ao abrir

source: POT Export
pt_pt: Exportar POT

source: Export translation data
pt_pt: Exportar dados de tradução

source: Parsing file
pt_pt: A analisar ficheiro

source: One node saved.
pt_pt: Um node guardado.

source: Export @count results
pt_pt: Exportar @count resultados

source: Found @count results
pt_pt: Encontrados @count resultados

source: In Press
pt_pt: Na Imprensa

source: Submitted
pt_pt: Submetido

source: No items found
pt_pt: Não foram encontrados resultados

source: Modify
pt_pt: Modificar

source: remove
pt_pt: remover

source: Click a second time to reverse the sort order
pt_pt: Clique uma segunda vez para inverter a ordenação

source: Taxonomy term
pt_pt: Termo de taxonomia

source: Drupal user
pt_pt: Utilizador Durpal

source: First letter of last name
pt_pt: Primeira letra do Apelido

source: First letter of title
pt_pt: Primeira letra do Título

source: <em> and</em> <strong>%a</strong> is <strong>%b</strong>
pt_pt: <em> e</em> <strong>%a</strong> é <strong>%b</strong>

source: <strong>%a</strong> is <strong>%b</strong>
pt_pt: <strong>%a</strong> é <strong>%b</strong>

source: Search results for
pt_pt: Resultados da pesquisa para

source: Filters
pt_pt: Filtros

source: Reset Search
pt_pt: Reinisiar Pesquisa

source: Clear All Filters
pt_pt: Limpar todos os filtros

source: No Keywords
pt_pt: Sem Palavras-chave

source: Term
pt_pt: Término

source: Show only items where
pt_pt: Mostrar só elementos que

source: Refine
pt_pt: Refinar

source: Filter
pt_pt: Filtro

source: Undo
pt_pt: Desfazer

source: Reset
pt_pt: Reiniciar

source: Sorry, citekey @cite not found
pt_pt: Lamentamos, o Código de Citação @cite não foi localizado

source: Biblio Citation
pt_pt: Citação da Bibliografia

source: Type of Publication
pt_pt: Tipo de Publicação

source: Contributors
pt_pt: Contribuintes

source: Filter by any kind of contributor.
pt_pt: Filtrar por qualquer tipo de contribuinte.

source: Filter by any keyword.
pt_pt: Filtrar por qualquer palavra-chave.

source: Define the layout of author lists.
pt_pt: Defina o layout da lista de autores.

source: biblio settings
pt_pt: Definições da Bibliografia

source: Publication type
pt_pt: Tipo de Publicação

source: Anonymous
pt_pt: Anónimo

source: Find It Via OpenURL!
pt_pt: Localizar via OpenURL!

source: Publication Type
pt_pt: Tipo de Publicação

source: Authors
pt_pt: Autores

source: Source
pt_pt: Origem

source: Issue
pt_pt: Exemplar

source: Number
pt_pt: Número

source: Accession Number
pt_pt: Número de Adesão

source: Other Number
pt_pt: Outro número

source: Abstract
pt_pt: Resumo

source: Notes
pt_pt: Notas

source: Full Text
pt_pt: Texto Completo

source: Export
pt_pt: Exportar

source: and
pt_pt: e

source: where
pt_pt: onde

source: is
pt_pt: é

source: Field Name
pt_pt: Nome do campo

source: Hint
pt_pt: Sugestão

source: Visible
pt_pt: Visível

source: Required
pt_pt: Obrigatório

source: Weight
pt_pt: Peso

source: Default Title
pt_pt: Título pré-definido

source: Common
pt_pt: Comum

source: Autocomplete
pt_pt: Autocompletar

source: Tagged
pt_pt: Marcado

source: Name
pt_pt: Nome

source: Role
pt_pt: Função

source: Show ALL
pt_pt: Mostrar TODOS

source: Author Name
pt_pt: Nome do Autor

source: Untitled
pt_pt: Sem título

source: General:
pt_pt: Geral:

source: By default, the !url page will list all of the entries in the database sorted by Year in descending order. If you wish to sort by "Title" or "Type", you may do so by clicking on the appropriate links at the top of the page. To reverse the sort order, simply click the link a second time.
pt_pt: Por defeito, a página !url irá listar todas as entradas na base de dados classificadas por ano, em ordem decrescente. Se quiser classificar por "Título" ou "Tipo", poderá fazê-lo clicando no link apropriado na parte superior da página. Para inverter a ordem de classificação, basta clicar no mesmo link uma segunda vez.

source: Filtering Search Results:
pt_pt: Resultados da Pesquisa Filtrada:

source: If you wish to filter the results, click on the "Filter" tab at the top of the page. To add a filter, click the radio button to the left of the filter type you wish to apply, then select the filter criteria from the drop down list on the right, then click the filter button.
pt_pt: Se desea filtrar os resultados, clique em "Filtro" na parte superior da página. Para adicionar um filtro, clique no botão à esquerda do tipo de filtro que deseja aplicar, então seleccione o critério de filtro na lista de selecção, de seguida clique no botão filtrar.

source: It is possible to create complex filters by returning to the <i>Filter</i> tab and adding additional filters. Simply follow the steps outlined above and press the "Refine" button.
pt_pt: É possível criar filtros complexos voltando a <i>Filtro</i> e adicionando mais filtros. Siga os passos descritos acima a clique no botão "Refinar" .

source: You may also construct URLs which filter. For example, /biblio/year/2005 will show all of the entries for 2005. /biblio/year/2005/author/smith will show all of entries from 2005 for smith.
pt_pt: Pode também construir URLs que filtrem. Por exemplo, /biblio/year/2005 mostrará todas as entradas para 2005. /biblio/year/2005/author/smith mostrará todas as entradas de 2005 para smith.

source: Exporting Search Results:
pt_pt: Exportando os Resultados da pesquisa:

source: Assuming this option has been enabled by the administrator, you can export search results directly into EndNote. The link at the top of the result page will export all of the search results, and the links on individual entries will export the information related to that single entry.
pt_pt: Assumindo que esta opção fou activada pelo administrador, poderá exportar os resultados da pesquisa directamento para o EndNote. O link que se encontra no topo da página irá emportar todos os resultado da pesquisa, assim como os links de cada entrada individual irão exportar a informação relacionada com essa entrada.

source: The information is exported in EndNote "Tagged" format similar to this...
pt_pt: A informação é exportada no formato EndNote "Tagged" similar a este...

source: %0 Book %A John Smith %D 1959 %T The Works of John Smith ...
pt_pt: %0 Livro %A António Pereira %D 1959 %T Antologia de António Pereira ...

source: Clicking on one of the export links should cause your browser to ask you whether you want to Open, or Save To Disk, the file endnote.enw. If you choose to open it, Endnote should start and ask you which library you would like store the results in. Alternatively, you can save the file to disk and manually import it into EndNote.
pt_pt: Clicar num link de exportação deverá fazer com que o seu browser lhe pergunte se quer Abrir ou Guardar no disco, o ficheiro endnote.enw. Caso opte por Abrir, o EndNote deverá iniciar-se e perguntar-lhe em que biblioteca pretende guardar os resultados. Em alternativa, poderá guardar o ficheiro no disco e importá-lo manualmento para o EndNote.

source: Manages a list of scholarly papers on your site
pt_pt: Gere uma lista de textos académicos no seu site
