Repository: Gizra/biblio
Catalog: translations/biblio.*.po
Languages: pt_pt

source: This allows you to add a bibliographic entry to the database
pt_pt: Permite adicionar uma entrada bibliográfica à base de dados

source: Manages bibliographies
pt_pt: Gere listas bibliográficas

source: edit this entry
pt_pt: editar esta entrada

source: You did not supply an associated biblio author.
pt_pt: Não forneceu um Autor Associado

source: Vocabularies
pt_pt: Vocabulários

source: Select taxonomy terms which will be related to this
pt_pt: Selectione os termos de taxonomia que estão relacionacos com este

source: entry.
pt_pt: entradas.

source: DOI Lookup
pt_pt: Pesquisa DOI

source: Paste
pt_pt: Colar

source: Other Biblio Fields
pt_pt: Ouros campos Bibliogáficos

source: Separate keywords using the " @sep " character
pt_pt: Separar palavras-chave com o caracter " @sep "

source: You may enter a full text or HTML version of the publication here.
pt_pt: Puede entrar un texto completo o la versión HTML de la publicación aquí.Pode introduzir aqui o texto completo ou a versão HTML da publicação.

source: More @title
pt_pt: Mais @title

source: There does not appear to be any bibtex data to work with
pt_pt: Não parece haver quaisquer dados bibtex para trabalhar

source: Year of Publication must be a number between 1 and @thisyear or the words "In Press" or "Submitted"
pt_pt: O Ano de Publicação deve conter um número entre 1 e @thisyear ou as palavras "In Press" ou "Submitted"

source: No single keyword can be greater than 255 characters in length, the word: @kw exceeds this length
pt_pt: Nenhuma palavra-chave pode ser maior do que 255 caracteres de comprimento. A palavra: @kw excede o comprimento

source: Home
pt_pt: Início

source: Most recent publications
pt_pt: Publicações mais recentes

source: Recently Added Publications
pt_pt: Publucações Adicionadas Recentemente

source: more...
pt_pt: mais...

source: This feed lists the %num most recently added publications on %site
pt_pt: Este RSS lista as %num publicações recentemente adicionadas em %site

source: Citekey @cite not found
pt_pt: Código de Citação @cite não foi encontrado

source: You can cite references directly into texts with <code>&lt;bib&gt;<i>citekey</i>&lt;/bib&gt; <b><i>or</i></b> [bib]<i>citekey</i>[/bib]</code>. This will be replaced with a running number (the publication reference) and the publication referenced by the citekey within the &lt;bib&gt; tags will be printed at the bottom of the page (the reference).
pt_pt: Pode citar referências diretamente em textos com <code>&lt;bib&gt;<i>Código de CitaçãoCódigo de Citação</i>&lt;/bib&gt; <b><i>ou</i></b> [bib]<i>citekey</i>[/bib]</code>. Este será substituído por um número (a referência da publicação) e a publicação referenciada pelo Código de Citação no &lt;bib&gt; será impresso na parte inferior da página (a referência).

source: Use &lt;bib&gt;<i>citekey</i>&lt;/bib&gt; <b><i>or</i></b> [bib]<i>citekey</i>[/bib] to insert automatically numbered references.
pt_pt: Use &lt;bib&gt;<i>Código de Citação</i>&lt;/bib&gt; <b><i>ou</i></b> [bib]<i>Código de Citação</i>[/bib] para inserir automaticamente referências numeradas.

source: Biblio module references &lt;bib&gt; <i>or</i> [bib]
pt_pt: Referências do módulo Biblio &lt;bib&gt; <i>ou</i> [bib]

source: Use &lt;bib&gt;citekey&lt;/bib&gt; or [bib]citebkey[/bib]to insert automatically numbered references.
pt_pt: Use &lt;bib&gt;Código de Citação&lt;/bib&gt; ou [bib]Código de Citação[/bib] para inserir automaticamente referências numeradas.

source: References
pt_pt: Referências

source: Biblio: Publication year
pt_pt: Biblio: Ano de publicação

source: Biblio: Authors
pt_pt: Biblio: Autores

source: Biblio: Type ID (e.g.: 100)
pt_pt: Biblio: ID do Tipo (ex.: 100)

source: Biblio: Type Name (e.g.: book)
pt_pt: Biblio: Nome do Tipo (ex.: livro)

source: The biblio module has successfully added its tables to the database.
pt_pt: O módulo biblio adicionou com sucesso as tabelas à base de dados.

source: Drupal encountered some errors while attempting to install the database tables for the biblio module.
pt_pt: Drupal encontrou alguns erros ao tentar instalar as tabelas de dados para o módulo Biblio.

source: Default
pt_pt: Pré-definido

source: This is the collection that all biblio entries will be a part of if no other collection is selected. Deleting this term will render all your biblio entries inaccessable. (You've been warned!)
pt_pt: Esta é a colecção de que todas as entradas Biblio farão parte, se nenhuma outra coleção for seleccionada. Eliminando este termo, vai tornar todas as suas entradas Biblio inacessíveis. (Considere-se avisado!)

source: Relational table linking keywords to biblio nodes
pt_pt: Tabela relacional ligando palavras-chave aos itens de biblio

source: Primary Key: The {biblio_keyword_data}.kid of the keyword of the node
pt_pt: Chave Primária: O {biblio_keyword_data}.kid da palavra-chave do item

source: The {node}.nid of the node.
pt_pt: O {node}.vid do item.

source: Primary Key: The {node}.vid of the node.
pt_pt: Chave Primária: O {node}.vid do item.

source: Stores the keywords related to nodes.
pt_pt: Armazena as palavras-chave relacionadas com os itens.

source: Primary Key: The id of the keyword assigned to the node
pt_pt: Chave Primária: O id da palavra-chave atribuida ao item

source: The keyword
pt_pt: A palavra-chave

source: Relational table grouping biblio nodes into collections
pt_pt: Tabela relacional de agrupamento de itens biblio em colecções

source: Primary Key: The {biblio_collection_data}.cid of the collection
pt_pt: Chave Primária: O {biblio_collection_data}.cid da colecção

source: The parent id of the collection
pt_pt: O id pai da coleção

source: Descriptions of the collections.
pt_pt: Descrições das colecções.

source: Primary Key: The id of the collection
pt_pt: Chave Primária: O id da colecção

source: The name of the collection
pt_pt: Nome da colecção

source: The description of the collection
pt_pt: Descrição da colecção

source: Relational table linking possible duplicate biblio nodes
pt_pt: Tabela relacional ligando possíveis itens de biblio duplicados

source: Primary Key: The {biblio}.nid of the original node
pt_pt: Chave Primária: O {biblio}.nid do item original

source: The {biblio}.nid of the newly imported node which may be a duplicate.
pt_pt: O {biblio}.nid do item recém-importado, pode ser um duplicado.

source: The type of duplicate 0=biblio, 1=author.
pt_pt: O tipo de duplicado 0=biblio, 1=autor.

source: A collection of data to cache.
pt_pt: Uma colecção de dados para a cache.

source: Maintains biblographic lists.
pt_pt: Gere listas bibliográficas.

source: Select Type...
pt_pt: Seleccione Tipo...

source: Book
pt_pt: Livro

source: Book Chapter
pt_pt: Capítulo de Livro

source: Journal Article
pt_pt: Artido de Periódico

source: Conference Paper
pt_pt: Livro de Conferência

source: Conference Proceedings
pt_pt: Procedimentos de Conferência

source: Newspaper Article
pt_pt: Artigo de Jornal

source: Magazine Article
pt_pt: Artigo de Revista

source: Web Article
pt_pt: Artigo Web

source: Thesis
pt_pt: Tese

source: Report
pt_pt: Relatório

source: Film
pt_pt: Filme

source: Broadcast
pt_pt: Transmissão Televisiva/Rádio

source: Artwork
pt_pt: Ilustração

source: Hearing
pt_pt: Audição

source: Case
pt_pt: Caso

source: Bill
pt_pt: Conta

source: Statute
pt_pt: Estatuto

source: Patent
pt_pt: Patente

source: Personal
pt_pt: Pessoal

source: Manuscript
pt_pt: Manuscrito

source: Map
pt_pt: Mapa

source: Chart
pt_pt: Gráfico

source: Unpublished
pt_pt: Não Publicado

source: Database
pt_pt: Base de dados

source: Government Report
pt_pt: Relatório Governamental

source: Classical
pt_pt: Clássico

source: Legal Ruling
pt_pt: Regente Jurídico

source: Miscellaneous
pt_pt: Diversos

source: Miscellaneous Section
pt_pt: Secção Diversos

source: Test Type
pt_pt: Tipo Teste

source: this is a test
pt_pt: isto é um teste

source: Secondary Authors
pt_pt: Autores Secundários

source: Tertiary Authors
pt_pt: Autores Terciários

source: Subsidiary Authors
pt_pt: Autores Subsidiários

source: Corporate Authors
pt_pt: Autores Corporativos

source: Secondary Title
pt_pt: Título Secundário

source: Tertiary Title
pt_pt: Título Terciário

source: ISBN Number
pt_pt: Número ISBN

source: Other Numbers
pt_pt: Outros Números

source: Other Author Affiliations
pt_pt: Outras Afiliações do Autor

source: Publisher
pt_pt: Editora

source: Place Published
pt_pt: Local da Publicação

source: Year of Publication
pt_pt: Ano da Publicação

source: Enter YYYY, Submitted or In Press
pt_pt: Digite AAAA, Apresentado ou na Imprensa

source: Edition
pt_pt: Edição

source: Pagination
pt_pt: Paginação

source: Date Published
pt_pt: Data da Publicação

source: (mm/yyyy)
pt_pt: (mm/aaaa)

source: Publication Language
pt_pt: Idioma da Publicação

source: French Abstract
pt_pt: Resumo Françês

source: Type of Work
pt_pt: Tipo de Trabalho

source: Masters Thesis
pt_pt: Tese de Mestrado

source: Reseach Notes
pt_pt: Notas de Investigação

source: Custom 1
pt_pt: Campo 1

source: Custom 2
pt_pt: Campo 2

source: Custom 3
pt_pt: Campo 3

source: Custom 4
pt_pt: Campo 4

source: Custom 5
pt_pt: Campo 5

source: Custom 6
pt_pt: Campo 6

source: Custom 7
pt_pt: Campo 7

source: Number of Volumes
pt_pt: Número de Volumes

source: Short Title
pt_pt: Título Reduzido

source: Alternate Title
pt_pt: Título Alternativo

source: Translated Title
pt_pt: Título traduzido

source: Original Publication
pt_pt: Publicação Original

source: Reprint Edition
pt_pt: Edição da Reimpressão

source: Section
pt_pt: Secção

source: Citation Key
pt_pt: Código de Citação

source: COinS Data
pt_pt: Dados COinS

source: This will be automatically generated
pt_pt: Será gerado automaticamente

source: ISSN Number
pt_pt: Número ISSN

source: Author Address
pt_pt: Morada do Autor

source: Remote Database Name
pt_pt: Nome da Base de dados Remota

source: Remote Database Provider
pt_pt: Fornecedor da Base de dados Remota

source: Label
pt_pt: Legenda

source: Access Date
pt_pt: Data de Acesso

source: City
pt_pt: Cidade

source: Series Title
pt_pt: Título da Série

source: Series Editor
pt_pt: Editor da Série

source: Performers
pt_pt: Executantes

source: Extent of Work
pt_pt: Alcance do Trabalho

source: Contents
pt_pt: Conteúdos

source: Cast
pt_pt: Elenco

source: Credits
pt_pt: Créditos

source: Format
pt_pt: Formato

source: Code
pt_pt: Código

source: Legislative Body
pt_pt: Corpo Legislativo

source: Sponsor
pt_pt: Patrocinador

source: Code Volume
pt_pt: Código do Volume

source: Bill Number
pt_pt: Número de Facturação

source: Code Pages
pt_pt: Código das Páginas

source: Code Section
pt_pt: Código da Secção

source: Session
pt_pt: Sessão

source: History
pt_pt: Histórico

source: Translator
pt_pt: Tradutor

source: Abbreviation
pt_pt: Abreviatura

source: Series Volume
pt_pt: Volume da Série

source: Number of Pages
pt_pt: Número de Páginas

source: Book Title
pt_pt: Título do Livro

source: Chapter
pt_pt: Capítulo

source: Reporter
pt_pt: Jornalista

source: Abbreviated Case Name
pt_pt: Nome Abreciado do Caso

source: Counsel
pt_pt: Consultor

source: Court
pt_pt: Tribunal

source: Reporter Volume
pt_pt: Volume do Repórter

source: Reporter Abbreviation
pt_pt: Abreviatura do Repórter

source: First Page
pt_pt: Primeira Página

source: Page Cited
pt_pt: Página Citada

source: Date Decided
pt_pt: Data da Decisão

source: Version
pt_pt: Versão

source: Computer
pt_pt: Computador

source: Conference Name
pt_pt: Nome da Conferência

source: Conference Location
pt_pt: Localização da Conferência

source: Year of Conference
pt_pt: Ano da Conferência

source: Image Source Program
pt_pt: Programa Fonte da Imagem

source: Name of File
pt_pt: Nome do Ficheiro

source: Image Size
pt_pt: Tamanho da Imagem

source: Type of Image
pt_pt: Tipo de Imagem

source: Year Released
pt_pt: Ano de Libertação

source: Series Director
pt_pt: Director da Série

source: Producer
pt_pt: Produtor

source: Country
pt_pt: País

source: Running Time
pt_pt: Tempo de Execução

source: Date Released
pt_pt: Data de Libertação

source: Medium
pt_pt: Médio

source: Genre
pt_pt: Género

source: Synopsis
pt_pt: Sinopse

source: Department
pt_pt: Departamento

source: Report Number
pt_pt: Número do Relatório

source: Government Body
pt_pt: Corpo Governamental

source: Congress Number
pt_pt: Número no Congresso

source: Congress Session
pt_pt: Sessão do Congresso

source: Committee
pt_pt: Comité

source: Document Number
pt_pt: Número do Documento

source: Journal
pt_pt: Periódico

source: Alternate Journal
pt_pt: Periódico Alternativo

source: Start Page
pt_pt: Página Inicial

source: Type of Article
pt_pt: Tipo de Artigo

source: Issuing Organization
pt_pt: Entidade Emissora

source: Rule Number
pt_pt: Número da Regra

source: Session Number
pt_pt: Número da Sessão

source: Section Number
pt_pt: Número da Secção

source: Date of Code Edition
pt_pt: Data so Código da Edição

source: Magazine
pt_pt: Revista

source: Alternate Magazine
pt_pt: Revista Alternativa

source: Frequency
pt_pt: Frequencia

source: Issue Number
pt_pt: Número do Fascículo

source: Collection Title
pt_pt: Título da Colecção

source: Library/Archive
pt_pt: Biblioteca/Arquivo

source: Volume/Storage Container
pt_pt: Volume/Arquivador

source: Manuscript Number
pt_pt: Número do Manuscrito

source: Folio Number
pt_pt: Folio Número

source: Scale
pt_pt: Escala

source: Newspaper
pt_pt: Jornal

source: Issue Date
pt_pt: Data de Emissão

source: Date Accessed
pt_pt: Data de Acesso

source: Published Source
pt_pt: Fonte Publicada

source: International Title
pt_pt: Título Internacional

source: International Author
pt_pt: Autor Internacional

source: Assignee
pt_pt: Proprietário da Patente

source: Patent Version Number
pt_pt: Versão da Patente Número

source: Application Number
pt_pt: Aplicação Número

source: International Patent Number
pt_pt: Número Internacional da Patente

source: International Patent Classification
pt_pt: Classificação Internacional da Patente

source: Patent Type
pt_pt: Tipo de Patente

source: Patent Number
pt_pt: Patente Número

source: Priority Numbers
pt_pt: Números Prioritários

source: Designated States
pt_pt: Membros designados

source: Attorney/Agent
pt_pt: Advogado/Agente

source: Legal Status
pt_pt: Estatuto Jurídico

source: Recipient
pt_pt: Destinatário

source: Communication Number
pt_pt: Comunicação Número

source: Institution
pt_pt: Instituição

source: Code Number
pt_pt: Código Número

source: Statute Number
pt_pt: Estatuto Número

source: Public Law Number
pt_pt: Lei Pública Número

source: Sections
pt_pt: Secção

source: Date Enacted
pt_pt: Data de Promulgação

source: Academic Department
pt_pt: Departamento Académico

source: Advisor
pt_pt: Orientador

source: University
pt_pt: Universidade

source: Degree
pt_pt: Grau

source: Thesis Type
pt_pt: Tipo de Tese

source: Access Year
pt_pt: Ano de Adesão

source: Last Update Date
pt_pt: Data da Última Actualização

source: Type of Medium
pt_pt: Tipo de Mídia

source: Secondary Author
pt_pt: Autor Secundário

source: Tertiary Author
pt_pt: Autor Terciário

source: Subsidiary Author
pt_pt: Autor Subsidiário

source: Corporate Author
pt_pt: Autor Corporativo
